"Close" = "關閉";

"Scan Card" = "掃描銀行卡";

"Scan card" = "掃描卡";

"The IBAN you entered is invalid." = "您輸入的 IBAN 無效。";

"There was an error processing your card -- try again in a few seconds" = "處理您的卡時發生了錯誤 -- 請稍候再試";

"There was an unexpected error -- try again in a few seconds" = "發生了意外錯誤 -- 請稍候再試";

"Try again" = "重試";

"We use Stripe to verify your card details. Stripe may use and store your data according its privacy policy. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Learn more</u></a>" = "我們用 Stripe 來驗證您的銀行卡資訊。Stripe 可能會根據其私隱政策使用並存儲您的資料。<a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>瞭解更多</u></a>";

"Your card has expired" = "您的卡已過期";

"Your card was declined" = "您的卡已被拒絕";

"Your card's expiration month is invalid" = "您的銀行卡的到期月份無效";

"Your card's expiration year is invalid" = "您的銀行卡的到期年份無效";

"Your card's number is invalid" = "您的卡號無效";

"Your card's security code is invalid" = "您的銀行卡的安全碼無效";

"Your name is invalid." = "您的姓名無效。";

"Your payment method was declined." = "您的支付方式被拒絕了。";
